import { DeliveryEntry } from "./data";


export const goldDeliveryList: DeliveryEntry[] = [
  {
    "country": "Німеччина",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Німеччина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "128 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "148 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "168 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "208 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "269 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "319 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "336 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "426 zł"
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Бельгія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Бельгія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "145 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "165 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "188 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "228 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "366 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "486 zł"
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Чехія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Чехія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "125 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "145 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "201 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "269 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "279 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "339 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "426 zł"
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Іспанія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Іспанія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "142 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "162 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "201 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "241 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "298 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "348 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "456 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "546 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Ірландія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Ірландія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "300 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 4 дні(в)"
      ]
    }
  },
  {
    "country": "Італія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Італія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "141 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "161 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "185 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "225 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "250 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "300 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "360 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "435 zł"
        }
      ],
      "notes": [
        "Термін доставки: 4 дні(в)"
      ]
    }
  },
  {
    "country": "Австрія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Австрія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "145 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "165 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "188 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "228 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "396 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "486 zł"
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Болгарія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Болгарія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "300 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Хорватія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Хорватія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "300 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Кіпр",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Кіпр",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "300 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 12 дні(в)"
      ]
    }
  },
  {
    "country": "Данія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Данія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Естонія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Естонія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "137 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "157 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "182 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "222 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "254 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "304 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "389 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "479 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Фінляндія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Фінляндія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "141 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "161 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "185 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "225 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "250 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "300 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "360 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "450 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Франція",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Франція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "141 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "161 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "204 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "244 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "307 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "357 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "439 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "546 zł"
        }
      ],
      "notes": [
        "Термін доставки: 4 дні(в)"
      ]
    }
  },
  {
    "country": "Греція",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Греція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Нідерланди",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Нідерланди",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "131 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "151 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "174 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "214 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "240 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "290 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "358 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "459 zł"
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Литва",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Литва",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "130 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "150 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "170 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "210 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "231 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "271 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "339 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "429 zł"
        }
      ],
      "notes": [
        "Термін доставки: 2-3 дні(в)"
      ]
    }
  },
  {
    "country": "Люксембург",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Люксембург",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "145 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "165 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "188 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "228 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "396 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "486 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Латвія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Латвія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "130 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "150 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "170 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "210 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "231 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "271 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "339 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "429 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Мальта",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Мальта",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "208 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "228 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "323 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "363 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "548 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "588 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "847 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "937 zł"
        }
      ],
      "notes": [
        "Термін доставки: 5-7 дні(в)"
      ]
    }
  },
  {
    "country": "Монако",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Монако",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "208 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "228 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "323 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "363 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "548 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "588 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "847 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "937 zł"
        }
      ],
      "notes": [
        "Термін доставки: 4-5 дні(в)"
      ]
    }
  },
  {
    "country": "Португалія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Португалія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Румунія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Румунія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "141 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "161 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "185 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "225 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "250 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "300 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "360 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "450 zł"
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Словаччина",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Словаччина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "124 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "144 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "165 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "205 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "228 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "268 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "340 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "430 zł"
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Словенія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Словенія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "158 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "178 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "200 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "240 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "272 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "312 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "390 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "499 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Швеція",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Швеція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Угорщина",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Угорщина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "136 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "156 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "176 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "217 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "237 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "287 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "345 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "435 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Великобританія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Великобританія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "236 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "260 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "310 zł"
        },
        {
          "weight": "30–40 кг",
          "price": "370 zł"
        },
        {
          "weight": "від 40 кг",
          "price": "460 zł"
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  }
];