import { DeliveryEntry } from "./data";

export const goldDeliveryList: DeliveryEntry[] = [
  {
    "country": "Німеччина",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Німеччина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "128 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "148 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "168 - 208 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "229 - 279 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "319 - 336 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "Індивід.розрах. - nan zł"
        },
        {
          "weight": "від 30 кг",
          "price": "None zł"
        }
      ],
      "notes": [
        "Термін доставки: 2 дні"
      ]
    }
  },
  {
    "country": "Бельгія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Бельгія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "145 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "165 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "188 - 228 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 300 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "310 - 350 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "396 - 486.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні"
      ]
    }
  },
  {
    "country": "Чехія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Чехія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "125 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "145 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 - 206 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "229 - 269 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "279 - 319 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "339 - 429.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні"
      ]
    }
  },
  {
    "country": "Іспанія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Іспанія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "142 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "162 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "201 - 241 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "298 - 338 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "348 - 388 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "456 - 546.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4 дні"
      ]
    }
  },
  {
    "country": "Ірландія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Ірландія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 300 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "310 - 350 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "370 - 460.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4 дні"
      ]
    }
  },
  {
    "country": "Італія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Італія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "141 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "161 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "185 - 225 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 307 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "319 - 357 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "396 - 495.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4 дні"
      ]
    }
  },
  {
    "country": "Австрія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Австрія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "128 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "148 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "168 - 228 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 300 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "310 - 350 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "396 - 486.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні"
      ]
    }
  },
  {
    "country": "Болгарія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Болгарія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 310 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "330 - 370 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "460 - 530.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні"
      ]
    }
  },
  {
    "country": "Хорватія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Хорватія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 310 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "330 - 370 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "460 - 530.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні"
      ]
    }
  },
  {
    "country": "Кіпр",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Кіпр",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 310 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "330 - 370 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "460 - 530.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 12 дні"
      ]
    }
  },
  {
    "country": "Данія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Данія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 300 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "310 - 350 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "370 - 460.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 днів"
      ]
    }
  },
  {
    "country": "Естонія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Естонія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "137 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "157 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "182 - 222 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "254 - 294 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "324 - 364 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "389 - 469.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 днів"
      ]
    }
  },
  {
    "country": "Фінляндія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Фінляндія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "141 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "161 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "185 - 225 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "250 - 290 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "310 - 350 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "396 - 450.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 днів"
      ]
    }
  },
  {
    "country": "Франція",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Франція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "147 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "167 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "204 - 244 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "307 - 347 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "357 - 397 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "439 - 529.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4 дні"
      ]
    }
  },
  {
    "country": "Греція",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Греція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 310 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "330 - 370 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "460 - 530.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні"
      ]
    }
  },
  {
    "country": "Нідерланди",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Нідерланди",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "131 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "151 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "174 - 214 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "240 - 280 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "290 - 330 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "368 - 458.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні"
      ]
    }
  },
  {
    "country": "Литва",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Литва",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "130 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "150 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "170 - 210 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "231 - 271 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "281 - 321 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "339 - 429.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2-3 днів"
      ]
    }
  },
  {
    "country": "Люксембург",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Люксембург",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "145 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "165 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "188 - 228 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 300 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "310 - 350 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "396 - 486.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3 дні"
      ]
    }
  },
  {
    "country": "Латвія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Латвія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "130 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "150 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "170 - 210 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "231 - 271 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "281 - 321 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "339 - 429.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 днів"
      ]
    }
  },
  {
    "country": "Мальта",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Мальта",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "208 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "228 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "323 - 363 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "548 - 588 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "598 - 638 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "847 - 937.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5-7 днів"
      ]
    }
  },
  {
    "country": "Монако",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Монако",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "208 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "228 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "323 - 363 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "548 - 588 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "598 - 638 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "847 - 937.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4-5 днів"
      ]
    }
  },
  {
    "country": "Португалія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Португалія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 310 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "330 - 370 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "460 - 530.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні"
      ]
    }
  },
  {
    "country": "Румунія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Румунія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "141 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "161 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "185 - 225 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "250 - 290 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "310 - 350 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "360 - 450.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні"
      ]
    }
  },
  {
    "country": "Словаччина",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Словаччина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "124 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "144 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "165 - 205 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "228 - 268 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "278 - 318 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "340 - 430.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні"
      ]
    }
  },
  {
    "country": "Словенія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Словенія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "158 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "178 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "200 - 240 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "272 - 312 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "322 - 362 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "409 - 499.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 днів"
      ]
    }
  },
  {
    "country": "Швеція",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Швеція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 310 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "330 - 370 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "460 - 530.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 днів"
      ]
    }
  },
  {
    "country": "Угорщина",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Угорщина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "136 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "156 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "176 - 216 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "237 - 277 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "287 - 327 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "345 - 435.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні"
      ]
    }
  },
  {
    "country": "Велика Британія",
    "data": {
      "title": "Вартість адресної доставки партнерськими службами по Європі",
      "country": "Велика Британія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "154 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "174 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "196 - 236 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "260 - 310 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "330 - 370 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "460 - 530.0 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3 дні"
      ]
    }
  }
];