

// export const otherPartnerDeliveryList: DeliveryEntry[] = [
//   {
//     "country": "Німеччина",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Німеччина",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "148 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "168 - 208 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "238 - 318 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "349 - 429 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "449 - 529 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "566 - 736 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Бельгія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Бельгія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "165 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "185 - 225 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "258 - 338 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "616 - 796 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Чехія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Чехія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "145 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "165 - 205 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "236 - 316 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "349 - 429 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "449 - 529 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "559 - 739 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Іспанія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Іспанія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "162 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "182 - 222 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "271 - 351 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "408 - 488 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "518 - 598 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "636 - 816 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Ірландія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Ірландія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Італія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Італія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "161 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "181 - 221 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "255 - 335 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "370 - 450 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "470 - 550 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "580 - 760 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Австрія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Австрія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "165 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "185 - 225 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "258 - 338 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "616 - 796 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Чехія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Чехія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "145 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "165 - 205 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "236 - 316 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "349 - 429 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "449 - 529 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "559 - 739 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Іспанія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Іспанія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "162 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "182 - 222 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "271 - 351 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "408 - 488 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "518 - 598 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "636 - 816 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Ірландія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Ірландія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Італія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Італія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "161 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "181 - 221 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "255 - 335 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "370 - 450 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "470 - 550 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "580 - 760 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Австрія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Австрія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "165 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "185 - 225 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "258 - 338 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "616 - 796 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Болгарія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Болгарія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 5 днів"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Хорватія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Хорватія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Кіпр",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Кіпр",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 12 днів"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Данія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Данія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3-4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Естонія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Естонія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "157 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "177 - 217 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "252 - 332 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "374 - 454 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "474 - 554 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "609 - 789 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Фінляндія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Фінляндія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "161 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "181 - 221 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "255 - 335 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "370 - 450 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "470 - 550 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "580 - 760 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3-4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Франція",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Франція",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "167 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "187 - 227 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "274 - 354 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "427 - 507 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "527 - 607 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "659 - 839 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Греція",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Греція",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 5 днів"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Нідерланди",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Нідерланди",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "151 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "171 - 211 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "244 - 324 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "360 - 440 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "460 - 540 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "588 - 768 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Литва",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Литва",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "150 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "170 - 210 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "230 - 270 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "351 - 431 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "451 - 531 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "559 - 739 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2-3 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Люксембург",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Люксембург",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "165 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "185 - 225 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "258 - 338 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "616 - 796 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Латвія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Латвія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "150 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "170 - 210 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "230 - 270 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "351 - 431 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "451 - 531 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "559 - 739 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Мальта",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Мальта",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "228 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "248 - 288 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "393 - 473 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "668 - 748 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "768 - 848 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "1067 - 1247 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 5-7 днів"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Монако",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Монако",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "228 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "248 - 288 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "393 - 473 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "668 - 748 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "768 - 848 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "1067 - 1247 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 4-5 днів"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Португалія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Португалія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 5 днів"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Румунія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Румунія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "161 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "181 - 221 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "255 - 335 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "370 - 450 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "470 - 550 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "580 - 760 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 5 днів"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Словаччина",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Словаччина",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "144 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "164 - 204 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "235 - 315 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "348 - 428 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "448 - 528 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "560 - 740 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 2 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Словенія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Словенія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "178 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "198 - 238 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "270 - 350 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "392 - 472 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "492 - 572 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "629 - 809 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3-4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Швеція",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Швеція",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3-4 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Угорщина",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Угорщина",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "156 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "176 - 216 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "246 - 326 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "357 - 437 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "457 - 537 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "565 - 745 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 3 дні"
//           ]
//         }
//       }
//     ]
//   },
//   {
//     "country": "Великобританія",
//     "services": [
//       {
//         "provider": "Партнерська служба",
//         "data": {
//           "title": "Вартість адресної доставки партнерськими службами по Європі",
//           "country": "Великобританія",
//           "rows": [
//             {
//               "weight": "до 2 кг",
//               "price": "174 zł"
//             },
//             {
//               "weight": "2–5 кг",
//               "price": "194 - 234 zł"
//             },
//             {
//               "weight": "5–10 кг",
//               "price": "266 - 346 zł"
//             },
//             {
//               "weight": "10–15 кг",
//               "price": "380 - 460 zł"
//             },
//             {
//               "weight": "15–20 кг",
//               "price": "480 - 560 zł"
//             },
//             {
//               "weight": "20–30 кг",
//               "price": "590 - 770 zł"
//             },
//             {
//               "weight": "від 30 кг",
//               "price": "Індивід. розрах."
//             }
//           ],
//           "notes": [
//             "Термін доставки: 6 днів"
//           ]
//         }
//       }
//     ]
//   }
// ];