import { DeliveryEntry } from "./data";


export const partnerDeliveryList: DeliveryEntry[] = [
  {
    "country": "Німеччина",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Німеччина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "88 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "108 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "138 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "169 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "189 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "226 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Бельгія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Бельгія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "105 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "125 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "158 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "286 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Чехія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Чехія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "85 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "105 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "136 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "169 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "189 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "225 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Іспанія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Іспанія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "102 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "122 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "171 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "238 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "258 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "346 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Ірландія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Ірландія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4 дні(в)"
      ]
    }
  },
  {
    "country": "Італія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Італія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "101 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "121 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "155 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "190 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "210 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "250 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4 дні(в)"
      ]
    }
  },
  {
    "country": "Австрія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Австрія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "105 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "125 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "158 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "286 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Болгарія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Болгарія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Хорватія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Хорватія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Кіпр",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Кіпр",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 12 дні(в)"
      ]
    }
  },
  {
    "country": "Данія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Данія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Естонія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Естонія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "97 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "117 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "152 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "194 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "214 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "279 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Фінляндія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Фінляндія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "101 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "121 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "155 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "190 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "210 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "250 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Франція",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Франція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "107 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "127 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "174 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "247 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "267 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "329 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4 дні(в)"
      ]
    }
  },
  {
    "country": "Греція",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Греція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Нідерланди",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Нідерланди",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "91 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "111 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "144 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "180 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "200 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "258 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Литва",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Литва",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "90 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "110 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "140 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "171 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "191 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "229 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2-3 дні(в)"
      ]
    }
  },
  {
    "country": "Люксембург",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Люксембург",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "105 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "125 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "158 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "286 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Латвія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Латвія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "90 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "110 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "140 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "171 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "191 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "229 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Мальта",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Мальта",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "168 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "188 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "293 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "488 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "508 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "737 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5-7 дні(в)"
      ]
    }
  },
  {
    "country": "Монако",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Монако",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "168 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "188 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "293 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "488 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "508 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "737 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 4-5 дні(в)"
      ]
    }
  },
  {
    "country": "Португалія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Португалія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Румунія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Румунія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "101 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "121 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "155 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "190 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "210 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "250 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 5 дні(в)"
      ]
    }
  },
  {
    "country": "Словаччина",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Словаччина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "84 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "104 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "135 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "168 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "188 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "239 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 2 дні(в)"
      ]
    }
  },
  {
    "country": "Словенія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Словенія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "118 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "138 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "170 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "212 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "232 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "299 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Швеція",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Швеція",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3-4 дні(в)"
      ]
    }
  },
  {
    "country": "Угорщина",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Угорщина",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "96 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "116 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "146 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "177 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "197 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "235 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  },
  {
    "country": "Великобританія",
    "data": {
      "title": "Адресна доставка з України до країн ЄС (ціни вказані у PLN)",
      "country": "Великобританія",
      "rows": [
        {
          "weight": "до 2 кг",
          "price": "114 zł"
        },
        {
          "weight": "2–5 кг",
          "price": "134 zł"
        },
        {
          "weight": "5–10 кг",
          "price": "166 zł"
        },
        {
          "weight": "10–15 кг",
          "price": "200 zł"
        },
        {
          "weight": "15–20 кг",
          "price": "220 zł"
        },
        {
          "weight": "20–30 кг",
          "price": "260 zł"
        },
        {
          "weight": "від 30 кг",
          "price": "Індивід.розрах."
        }
      ],
      "notes": [
        "Термін доставки: 3 дні(в)"
      ]
    }
  }
];